export function RecommendationPage() {
  const texts = [
    `רינה עשתה את העיצוב של הלוגו, האתר וכרטיסי הביקור של העסק שלי. בגלל שאני מתעסקת באסטתיקה יפנית, יש חשיבות אדירה לדיוק, רינה הבינה את הצורך הזה מהר מאוד. בנוסף בגלל החשיבות המאוד גדולה של נראות באיקבנה ואומנות יפנית, התלבטתי הרבה מאוד בין אפשרויות, ורינה הייתה מאוד סבלנית איתי וחשבנו ביחד עד שמצאנו לוגו שלדעתי הוא מהמם וגם כרטיס הביקור. אני מודה שבהתחלה חשבתי שמעצב ישראלי לא יצליח לעמוד בסטנדרטים של מה שאני חושבת שצריך, אבל מה שקיבלתי מרינה היה מעל ומעבר למה שציפיתי.

  מאיו זדוף, דרך הפרחים, איקבנה`,

    `שמי ישי, סמנכ"ל בחברת קלאודטק

לשמחתנו יצא לנו לעבוד עם רינה לב לפני שכל האירועים הפכו וירטאוליים.
היינו לפני כנס ענק בגני התערוכה והיינו צריכים לעצב את ה BOOT שלנו לתערוכה, לוחות הזמנים היו מאוד צפופים והמלאכה הייתה מרובה,
מעולם לא יצא לי לעבוד עם מישהי כל כך סובלנית מצד אחד וזמינה מצד שני כאשר את כל זה עוטפת מקצועיות מדהימה עם יצירתיות שמובילה אותך לתוצאה סופית שהייתה כל כך מוצלחת ואשר הביאה להמון מחמאות על כמה שה BOOT שלנו היה מוצלח וכמה שהוא גרם למשוך קהל בגלל איך שהיה מעוצב .

אין לי ספק שעוד נעבוד עם רינה בהמשך.`,
    `ברצוני להביע את תודתי הרבה על שנים של שירות ללא דופי בביצוע עבודות גרפיקה עבור חברתי…

מעבר לגרפיקה ברמה גבוהה, וגם אפס טעויות, רינה ניחנת ביחסי אנוש מעולים, שקט נפשי ובעיקר נכונות לביצוע בכל לו"ז שנדרש ע"י הלקוחות.

יוסי כרמלי,

מנכ"ל ובעלים חברת שיטות סימון בע"מ`,
    `אני עובד עם רינה קרוב ל-5 שנים, היא "מעצבת הבית" של העסק שלי. רינה דאגה לכל צרכי העיצוב של הדוג'ו מאלף ועד תו. היא בנתה את הלוגו, המיתוג והשפה העיצובית של העסק. מעבר להיות רינה סופר מקצועית, פרפקציוניסטית, עומדת בלוחות זמנים וקשובה מאוד לתפיסה ולצרכים של העסק. יש לה קו עיצובי שאני אישית מאוד אוהב, היא מצליחה להוציא גם מתוכנות עיצוב, קו אורגני ונושם מאוד, יש משהו שמצליח ליצור חיבור פשוט ואמיתי. זה קו עיצובי שעבד מעולה לאיך שאני תפסתי ורציתי שהעסק שלי יראה בפני העולם. אני ממליץ בחום על רינה כמעצבת, מאוד נעים לעבוד איתה, היא נותנת שירות אמתית, רגישה וקשובה.

איתמר זדוף, ראש וואדוקאן דוג'ו פרדס חנה-כרכור`,
  ];

  return (
    <section className='recommendation-page'>
      {texts.map((txt, idx) => {
        return (
          <div className='rec-container' key={idx}>
            <p>{txt}</p>
          </div>
        );
      })}
    </section>
  );
}
